[
  {
    "id": 1,
    "title": "Интерстеллар",
    "director": "Кристофер Нолан",
    "year": 2014,
    "genre": "Фантастика",
    "rating": 8.6,
    "description": "Когда засуха приводит человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
    "createdAt": "2024-01-15T10:30:00.000Z",
    "updatedAt": "2024-01-15T10:30:00.000Z"
  },
  {
    "id": 2,
    "title": "Зеленая книга",
    "director": "Питер Фаррелли",
    "year": 2018,
    "genre": "Драма",
    "rating": 8.2,
    "description": "1960-е годы. После закрытия нью-йоркского ночного клуба на ремонт вышибала Тони по прозвищу Болтун ищет подработку на пару месяцев. Как раз в это время Дон Ширли — утонченный светский лев, богатый и талантливый чернокожий музыкант, исполняющий классическую музыку — собирается в турне по южным штатам, где ещё сильны расистские настроения.",
    "createdAt": "2024-01-16T14:20:00.000Z",
    "updatedAt": "2024-01-16T14:20:00.000Z"
  },
  {
    "id": 3,
    "title": "Паразиты",
    "director": "Пон Чжун Хо",
    "year": 2019,
    "genre": "Драма",
    "rating": 8.6,
    "description": "Бедная корейская семья внедряется в жизнь богатой, выдавая себя за высококвалифицированных специалистов. Игра в кошки-мышки оборачивается неожиданными последствиями.",
    "createdAt": "2024-01-17T09:15:00.000Z",
    "updatedAt": "2024-01-17T09:15:00.000Z"
  },
  {
    "id": 4,
    "title": "Джентльмены",
    "director": "Гай Ричи",
    "year": 2019,
    "genre": "Боевик",
    "rating": 8.0,
    "description": "Талантливый выпускник Оксфорда, применив свой уникальный ум и невиданную дерзость, придумал нелегальную схему обогащения. Начав со скромной марихуаны, он вскоре стал владельцем огромной империи. Однако ему приходится продать свой бизнес. На покупку претендует влиятельный клан миллиардеров из Оклахомы.",
    "createdAt": "2024-01-18T16:45:00.000Z",
    "updatedAt": "2024-01-18T16:45:00.000Z"
  },
  {
    "id": 5,
    "title": "Довод",
    "director": "Кристофер Нолан",
    "year": 2020,
    "genre": "Фантастика",
    "rating": 7.3,
    "description": "После теракта в киевском оперном театре агент ЦРУ объединяется с британской разведкой, чтобы противостоять русскому олигарху, который сколотил состояние на торговле оружием. Для этого агенты используют инверсию времени — технологию будущего, позволяющую времени идти вспять.",
    "createdAt": "2024-01-19T11:30:00.000Z",
    "updatedAt": "2024-01-19T11:30:00.000Z"
  },
  {
    "id": 6,
    "title": "Король Лев",
    "director": "Роджер Аллерс, Роб Минкофф",
    "year": 1994,
    "genre": "Анимация",
    "rating": 8.5,
    "description": "Молодой лев Симба предательски изгнан из своего прайда своим дядей, который объявил себя королём. Ему предстоит пройти путь взросления, найти верных друзей и отвоевать своё королевство.",
    "createdAt": "2024-01-20T13:00:00.000Z",
    "updatedAt": "2024-01-20T13:00:00.000Z"
  },
  {
    "id": 7,
    "title": "Начало",
    "director": "Кристофер Нолан",
    "year": 2010,
    "genre": "Фантастика",
    "rating": 8.8,
    "description": "Кобб — талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим.",
    "createdAt": "2024-01-21T15:45:00.000Z",
    "updatedAt": "2024-01-21T15:45:00.000Z"
  }
]